[
  {
    "id" : "homer",
    "name" : "Homer Simpson",
    "headline" : "Homer Jay Simpson is a man from Springfield and the protagonist of the animated television series The Simpsons.",
    "description" : "A character named Homer Simpson in The Day of the Locust, a 1939 novel by Nathanael West, may have been another inspiration for Homer's name.\nHis Social Security number is 568-47-0008.\nIt is indicated that he is farsighted given that he wears reading glasses.\nIn 'Fear of Flying', it is shown his favorite song (at the time) was 'It's Raining Men'.\nHe looks like his father when he is dehydrated.\nHomer weighs 313.05641230253 lbs.\nThroughout the series, Homer has shown to be highly patriotic. He has also displayed a small form of nationalism by insulting other countries, making fun of their culture and its people, as well as putting his country ahead of all others.",
    "link" : "https://simpsons.fandom.com/wiki/Homer_Simpson",
    "image" : "homer-0",
    "gallery" : [
      "homer-1",
      "homer-2",
      "homer-3",
      "homer-4"
    ]
  },
  {
    "id" : "marge",
    "name" : "Marge Simpson",
    "headline" : "Marjorie Jacqueline 'Marge' Simpson (née Bouvier) is the homemaker and matriarch of the Simpson family. She is also one of the five main characters in The Simpsons TV series. ",
    "description" : "Despite having French ancestry, Marge's voice sounds very Yiddish and bares resemblance to that of her voice Julie Kavner.\nIncluding her hair, Marge is 8'6. Without her hair, Marge would technically be about 6'4', 6'5' with her usual heels.\nMarge's hair is two feet and one inch long.\nShe can speak fluent French.\nMarge also needs to wear glasses but doesn't want to wear them as she thinks they make her look dowdy.\nMarge's number one concern is being hit in the eye with the rubber band around her morning newspaper when she takes it off.",
    "link" : "https://simpsons.fandom.com/wiki/Marge_Simpson",
    "image" : "marge-0",
    "gallery" : [
      "marge-1",
      "marge-2",
      "marge-3",
      "marge-4"
    ]
  },
  {
    "id" : "bart",
    "name" : "Bart Simpson",
    "headline" : "Bartholomew JoJo 'Bart' Simpson is the mischievous, rebellious, misunderstood, disruptive and 'potentially dangerous' oldest child of the Simpson family in The Simpsons.",
    "description" : "Matt Groening designed Bart to act like himself as a child.\nLike his sisters, he is of French, Native American, and Scandinavian descent.\nHe is of African descent\nIn the Tracy Ullman Shorts, the number of Bart's spikes on his hair kept changing. When the actual show began, they settled on nine spikes.\nBart's favorite food is a Krusty Burger from the restaurant of the same name.\nHe is the only member of the Simpson family (excluding Maggie) who has been absent for a full episode\nBart is the only character to have his privates fully exposed.",
    "link" : "https://simpsons.fandom.com/wiki/Bart_Simpson",
    "image" : "bart-0",
    "gallery" : [
      "bart-1",
      "bart-2",
      "bart-3",
      "bart-4"
    ]
  },
  {
    "id" : "Lisa",
    "name" : "Lisa Simpson",
    "headline" : "Lisa Marie Simpson is the elder daughter and middle child of the Simpson family and one of the two tritagonists of The Simpsons. She was named after a train called Lil' Lisa on her parents' 1st anniversary.",
    "description" : "Her first and middle name are Lisa Marie, like Elvis Presley's daughter.\nLisa is the only Simpson who smokes and has a smoking problem.\nLisa is also the only person in her family who does not have blue in her design, helping her stand out from them.\nFor a long time, Lisa's saxophone solos were provided by jazz baritone saxophonist Terry Harrington.\nLisa was the first identified Simpson in the series, being the only character, whose name is mentioned in Good Night.\nLisa is allergic to pollen, especially from plants in Cypress Creek.",
    "link" : "https://simpsons.fandom.com/wiki/Lisa_Simpson",
    "image" : "lisa-0",
    "gallery" : [
      "lisa-1",
      "lisa-2",
      "lisa-3",
      "lisa-4"
    ]
  },
  {
    "id" : "maggie",
    "name" : "Maggie Simpson",
    "headline" : "Margaret Lenny 'Maggie' Simpson is the 1-year-old daughter and youngest child of Marge and Homer Simpson, the baby sister to Bart and Lisa Simpson and one of the five main characters of The Simpsons.",
    "description" : "She enjoys playing internet poker.\nAccording to the 'Miracle on Evergreen Terrace' audio commentary, Matt Groening records and makes Maggie's sucking noise on her pacifier himself.\nMaggie is right-handed, like her father and sister.\nShe’s of French, Native American and Scandinavian descent.\nIn most episodes, when she isn’t sucking on her pacifier, Maggie is shown with a straight lip like Marge and Lisa. Sometimes, she has a curved upper lip like Homer.\nAs of 'Frink Gets Testy', Maggie is the only Simpson who hasn't been seen writing out a chalkboard punishment.\nMaggie was the person who shot Mr. Burns although in 'Revenge is a Dish Best Served Three Times', Homer reveals that he was the actual shooter and says that he framed Maggie.\nMaggie is the first character to strangle Bart as shown in 'Scary Stories.'\nSometimes, Maggie isn’t with the family when they go somewhere, probably being babysat while the family is away.",
    "link" : "https://simpsons.fandom.com/wiki/Maggie_Simpson",
    "image" : "maggie-0",
    "gallery" : [
      "maggie-1",
      "maggie-2",
      "maggie-3",
      "maggie-4"
    ]
  },
  {
    "id" : "santaslittlehelper",
    "name" : "Santa's Little Helper",
    "headline" : "Santa's Little Helper, also known as No. 8 (his number in the dog race in) is the Simpson family's dog. Santa's Little Helper is one of few pets that have been with the Simpson's family the whole series.",
    "description" : "Bart seems to love him so much, fans often say Bart is his owner. Besides Homer and Marge, Bart and Santa's Little Helper probably have the best relationship of any characters in the series.\nSanta's Little Helper and Homer share several characteristic traits. These include being loyal, both possessing the same emotional range and both will growl and possibly snap if anyone attempts to take their food.\nThroughout the entire series, Santa's Little Helper has constantly looked unusually skinny, despite never being neglected or starved by the Simpson family. It may be more due to the fact that greyhounds are very slender dogs.\nLike a real dog, he does not understand English very well. 'Today, I Am a Clown' reveals Homer to be an animal whisperer. Also, in the 2017 Treehouse of Horror segment “Coralisa”, Snowball V does not like to talk on the ”normal” side because “it makes the dog feel inferior”. However, during Bart’s first nightmare in 1995’s “Nightmare on Evergreen Terrace”, Santa’s Little Helper could speak. He could also speak in 2014’s “The Others”.\nIn the Latin American dub, he is named 'Huesos' (Bones) in the first seasons. In the fifth season onward, he is named 'Ayudante de Santa' as the natural translation of his name. In 'Sweet Seymour Skinner's Baadasssss Song', it's clarified that his name for first seasons is a nickname.",
    "link" : "https://simpsons.fandom.com/wiki/Santa%27s_Little_Helper",
    "image" : "santaslittlehelper-0",
    "gallery" : [
      "santaslittlehelper-1",
      "santaslittlehelper-2",
      "santaslittlehelper-3",
      "santaslittlehelper-4"
    ]
  },
  {
    "id" : "snowball",
    "name" : "Snowball II",
    "headline" : "Snowball II was the Simpson family's second cat. Snowball II was named after Snowball I. Though Snowball I had white fur, which obviously inspired her name, Snowball II had black fur and greenish/yellow eyes.",
    "description" : "In a Treehouse of Horror segment, Snowball II once fell in love with Scratchy.\nDuring another Treehouse of Horror episode, Santa's Little Helper chased her into a transport device their DNA combined. This caused Santa's Little Helper to come out with two heads while Snowball II came out with two tails.\nIn 'Lisa's Substitute', it is revealed that she had a brother and a sister that were eaten by her mother before the Simpsons could adopt him. 'We were gonna keep the gray one, but the mother ate her.' ' Oh look this is very cool. When I hit reverse, I can make 'em go back in.'\nShe was shown to dislike Homer as seen in a couple episodes. In 'Mr. Plow', she meows furiously at Homer's rapping, and in 'The Old Man and the 'C' Student', she hisses at Homer and swings her claws at him for wrapping her up in paper maché.\nIn 'Fear of Flying', Marge Simpson, after stating that the family never held a wedding for Santa's Little Helper and Snowball II, says that the two have been 'living in sin', implying that the pair have likely mated more than once before.\nIn most cases, stock cat sound effects would be used for Snowball II's meows and yowls (often from Hollywood Edge's 'Premiere Edition' sound library), but sometimes Dan Castellaneta or Frank Welker would provide additional vocal effects.\nThough usually referred to as female, the ending of 'Old Yeller-Belly' repeatedly described Snowball II as 'he'. Bart also calls Snowball 'boy' while trying to teach tricks to the cat.",
    "link" : "https://simpsons.fandom.com/wiki/Snowball_II",
    "image" : "snowball-0",
    "gallery" : [
      "snowball-1",
      "snowball-2",
      "snowball-3",
      "snowball-4"
    ]
  },
]
